export const program: any = [
  {
    time: "14:00",
    title: "Պսակադրություն",
    subt:'Սուրբ Աստվածածին Եկեղեցի',
    address: "Սուրբ Աստվածածին Եկեղեցի ( քաղաք Վարդենիս)",
  },
  {
    time: "17:00",
    title: "Հարսանյաց սրահ",
    subt:'Bayazet Hall',
    address: "Քաղաք Գավառ, Սայադյան 112/2",
  },
];

export const txt1 =
  "Մենք ցանկանում ենք ձեզ հետ կիսել մեր կյանքի կարևորագույն օրերից մեկը և սիրով հրավիրում ենք ձեզ մասնակցելու մեր հարսանեկան արարողությունը";
export const txt1_1 =
  "Մենք ցանկանում ենք ձեզ հետ կիսել մեր կյանքի կարևորագույն օրերից մեկը և սիրով հրավիրում ենք ձեզ մասնակցելու մեր հարսանեկան արարողությունը";

export const txt2 ="Խնդրում ենք նախապես տեղեկացնել\n Ձեր մասնակցության մասին մինչև \n Մայիսի 27-ը \n Սիրո՛վ սպասում ենք";
export const txt2_1 ="Մասնակցության մասին Խնդրում ենք \n Տեղեկացնել մինչև \n Մայիսի 27-ը";
export const txt3 =
  "Նշանադրությունը տեղի կունենա \nԱրև ռեստորաննում \nժամը 17:00-ին";

export const anim: any = {
  initial: { opacity: 0, y: 40 },
  whileInView: {
    opacity: 1,
    y: 0,
    transition: {
      duration: 0.5,
      ease: "easeIn",
    },
  },
  viewport: { once: true },
};
